INSERT
  INTO "public"."category" (id, name, description)
	VALUES
    ('9bfc544b-413e-4071-ab91-eecb1f8bb2e3', 'Холодильники', 'Запчасти для холодильников')
  , ('d9cde31b-1a2a-4792-a11e-2e1063dcc9c0', 'Стиральные машины', 'Запчасти для стиральных машин')
  , ('f8d9f926-7bbd-4a9a-86c7-804c3b985640', 'Плиты', 'Запчасти для плит')
  , ('87c5e0de-0151-4dbf-bc65-5ae7245add56', 'Кофеварки', 'Запчасти для кофеварок')
  , ('76cdb6a5-6917-4bf4-aeba-d3bd3101ecb3', 'Водонагреватели', 'Запчасти для водонагревателей')
  , ('1fd9477b-5705-47db-a130-cb9b50fe4d02', 'Кондиционеры', 'Запчасти для кондиционеров')
  , ('ca4fcb9f-3ca3-412f-a6cc-2efb3e77ba7c', 'Мультиварки', 'Запчасти для мультиварок')
  , ('a05e2555-7a28-4283-abbc-711fef04de97', 'Пылесосы', 'Запчасти для пылесосов')
  , ('c37aa0b7-5c77-42b3-86d9-28189131be77', 'Посудомоечные машины', 'Запчасти для посудомоечных машин')
  , ('4b1813a7-022a-4a71-941c-a9612c240d5b', 'Обогреватели', 'Запчасти для обогревателей')
;
