INSERT
  INTO "public"."product" (id, category_id, name, price, ean_13, description)
	VALUES
  -- Холодильники
    ('8bd69985-d398-4b8d-af8a-26cc7ae7f0fa', '9bfc544b-413e-4071-ab91-eecb1f8bb2e3', '20101021475 ДВЕРЬ Х/К', '3140', NULL, NULL)
  , ('b206e619-dd7c-40bb-afe6-0d18150fa3e6', '9bfc544b-413e-4071-ab91-eecb1f8bb2e3', '4943839112 ПЛАТА СИЛОВАЯ', '3250', NULL, NULL)
  , ('c6fd0605-6612-4b82-8191-008cae3c360f', '9bfc544b-413e-4071-ab91-eecb1f8bb2e3', '4640710300 display assy', '5590', NULL, NULL)
  -- Стиральные машины
  , ('2b7cafd1-2a92-49eb-b017-4abaeaf39f7d', 'd9cde31b-1a2a-4792-a11e-2e1063dcc9c0', '2858196880 МОДУЛЬ УПРАВЛЕНИЯ', '4080', NULL, NULL)
  , ('f9614abe-f518-496a-b964-7df0ba7e617b', 'd9cde31b-1a2a-4792-a11e-2e1063dcc9c0', '2985524401 МОДУЛЬ (поз 186)', '8480', NULL, NULL)
  , ('ed983ef7-26c5-481a-9862-a128dd46dd0c', 'd9cde31b-1a2a-4792-a11e-2e1063dcc9c0', '2984652001 МОДУЛЬ УПРАВЛЕНИЯ', '6200', NULL, NULL)
  -- Плиты
  , ('5872d348-11df-4fa0-926c-f2509dbbd102', 'f8d9f926-7bbd-4a9a-86c7-804c3b985640', '6100.60.0.000-02 РУЧКА', '760', NULL, NULL)
  , ('cd22f51f-821a-401b-a472-49b2e2b22bee', 'f8d9f926-7bbd-4a9a-86c7-804c3b985640', '167260344 СИЛОВОЙ МОДУЛЬ', '29120', NULL, NULL)
  , ('63c92979-6b3e-4794-a6dc-dadf02851ae2', 'f8d9f926-7bbd-4a9a-86c7-804c3b985640', '167260312 ПЛАТА УПРАВЛЕНИЯ', '7640', NULL, NULL)
  -- Кофеварки
  , ('d7a34fbd-3ef0-4f3f-a3d7-06cba4bddd27', '87c5e0de-0151-4dbf-bc65-5ae7245add56', 'ШТУЦЕР ТЕРМОБЛОКА', '2640', NULL, NULL)
  , ('a4517917-a563-4b8c-9ee6-cf81deb6bf66', '87c5e0de-0151-4dbf-bc65-5ae7245add56', 'MS-8030000434 БОЙЛЕР', '38820', NULL, NULL)
  , ('40a83d06-c469-45b7-9921-666927e34b73', '87c5e0de-0151-4dbf-bc65-5ae7245add56', 'Помпа EP5GW Ulka 2020708', '7330', NULL, NULL)
  -- Водонагреватели
  , ('24ae0693-050e-47cb-a572-f4ff6846ad8c', '76cdb6a5-6917-4bf4-aeba-d3bd3101ecb3', 'ЭдЭБ01956 1,3 кВт Ceramik НАГРЕВАТЕЛЬНЫЙ ЭЛЕМЕНТ', '2470', NULL, NULL)
  , ('b203e10b-376e-4243-b114-f9ec12c9312c', '76cdb6a5-6917-4bf4-aeba-d3bd3101ecb3', 'ЭдЭБ01063 ПРОКЛАДКА ТЭНА', '170', NULL, NULL)
  , ('3e7babf5-db1b-459d-986f-fb4bda5e0f4c', '76cdb6a5-6917-4bf4-aeba-d3bd3101ecb3', 'Centurio_IQ_MCU_Board_v1.3 для IQ 3.0 Плата управления', '2390', NULL, NULL)
  -- Кондиционеры
  , ('fa0647ee-2b39-4063-bee5-4a4d7344e26c', '1fd9477b-5705-47db-a130-cb9b50fe4d02', '4681A20151U МОТОР', '4620', NULL, NULL)
  , ('5985b1a8-f518-4284-9edd-4ee785cbe8f2', '1fd9477b-5705-47db-a130-cb9b50fe4d02', 'A0010885695 БОКОВИНА ПРАВАЯ', '630', NULL, NULL)
  , ('3f8973b1-dfef-4f9d-b957-5380dc5b489d', '1fd9477b-5705-47db-a130-cb9b50fe4d02', '4681A20004X ДВИГАТЕЛЬ ВЕНТИЛЯТОРА', '6920', NULL, NULL)
  -- Мультиварки
  , ('769c40b1-91c6-4e72-bedd-9b5b39483720', 'ca4fcb9f-3ca3-412f-a6cc-2efb3e77ba7c', 'US-7222042462 ПЛАТА УПРАВЛЕНИЯ', '1840', NULL, NULL)
  , ('6b9899f7-316f-49c3-baba-aee5267cf824', 'ca4fcb9f-3ca3-412f-a6cc-2efb3e77ba7c', 'US-7222042449 ПЛАТА ПИТАНИЯ', '2340', NULL, NULL)
  , ('281e7361-12e3-48fc-ac6e-4e37a355bab7', 'ca4fcb9f-3ca3-412f-a6cc-2efb3e77ba7c', 'SS-995432 ПАНЕЛЬ', '750', NULL, NULL)
  -- Пылесосы
  , ('36c8b6f6-d6c9-455d-8204-6aded356eb0e', 'a05e2555-7a28-4283-abbc-711fef04de97', 'VCB 2490 НЕРА ФИЛЬТР', '630', NULL, NULL)
  , ('c8592000-9333-4305-9855-7caef2c7903f', 'a05e2555-7a28-4283-abbc-711fef04de97', '11ME75EP 1800W ДВИГАТЕЛЬ', '3690', NULL, NULL)
  , ('ca6dd295-3eda-46af-94b4-9c0cc14e4e29', 'a05e2555-7a28-4283-abbc-711fef04de97', '650525 ДВИГАТЕЛЬ', '3960', NULL, NULL)
  -- Посудомоечные машины
  , ('17e6c9cc-ee27-49a2-a413-36a0f7a0281f', 'c37aa0b7-5c77-42b3-86d9-28189131be77', '3039900254 КОРЗИНА', '700', NULL, NULL)
  , ('f5484810-dc69-451e-917d-5cfcfadfe47d', 'c37aa0b7-5c77-42b3-86d9-28189131be77', '257904 НАГРЕВАТЕЛЬ', '8060', NULL, NULL)
  , ('9a0b05e6-ac2d-4057-97c8-45dd8892d34f', 'c37aa0b7-5c77-42b3-86d9-28189131be77', '17176000018162 ПЛАТА ДИСПЛЕЯ', '2010', NULL, NULL)
  -- Обогреватели
  , ('a7c96d76-780d-4035-84bc-9cab3585f846', '4b1813a7-022a-4a71-941c-a9612c240d5b', 'Плата управления печатная NCA 10-EF', '540', NULL, NULL)
  , ('38f10d7c-6a60-4bf5-8f50-91e7f35b95c3', '4b1813a7-022a-4a71-941c-a9612c240d5b', 'Плата питания печатная NCA 10-E', '770', NULL, NULL)
  , ('6ef3dbb9-c433-4fda-bd85-753823881715', '4b1813a7-022a-4a71-941c-a9612c240d5b', 'Пульт ДУ ZACS-HPR/A15/N1 серии (1127600042345) ПУЛЬТ ДУ', '2500', NULL, NULL)
;
